betterthantomorrow.calva
betterthantomorrow.calva-spritz
fabiospampinato.vscode-highlight
GitHub.copilot
julialang.language-julia
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.remote-explorer
tuttieee.emacs-mcx
