betterthantomorrow.calva
betterthantomorrow.calva-spritz
fabiospampinato.vscode-highlight
GitHub.copilot
GitHub.copilot-chat
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.makefile-tools
ms-vscode.remote-explorer
