betterthantomorrow.calva
betterthantomorrow.calva-spritz
charliermarsh.ruff
fabiospampinato.vscode-highlight
github.copilot
github.copilot-chat
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.makefile-tools
ms-vscode.remote-explorer
